/* Hybrid map view */
"Hybrid" = "地形";

/* No comment provided by engineer. */
"Keep Location Services Off" = "Keep Location Services Off";

/* Satellite map view */
"Satellite" = "卫星";

/* Standard map view */
"Standard" = "标准";

/* Default action */
"Turn on in Setting" = "Turn on in Setting";

